CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/system/blockMeshDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  object    blockMeshDict;
}
convertToMeters    1;
vertices
(
  (95.58482055664062 219.74107666015624 -0.15131090581417084)
  (95.58482055664062 161.2794616699219 -0.15131090581417084)
  (133.05254364013672 161.2794616699219 -0.15131090581417084)
  (133.05254364013672 219.74107666015624 -0.15131090581417084)
  (95.58482055664062 219.74107666015624 11.89704647064209)
  (95.58482055664062 161.2794616699219 11.89704647064209)
  (133.05254364013672 161.2794616699219 11.89704647064209)
  (133.05254364013672 219.74107666015624 11.89704647064209)
);
blocks
(
  hex (0 1 2 3 4 5 6 7)
  (
    6
    4
    1
  )
  simpleGrading (1 1 1)
);
edges
(
);
boundary
(
  left
  {
    type    patch;
    faces
    (
      (0 3 7 4)
    );
  }
  right
  {
    type    patch;
    faces
    (
      (1 5 6 2)
    );
  }
  back
  {
    type    patch;
    faces
    (
      (3 2 6 7)
    );
  }
  front
  {
    type    patch;
    faces
    (
      (0 4 5 1)
    );
  }
  bottom
  {
    type    wall;
    faces
    (
      (0 1 2 3)
    );
  }
  top
  {
    type    patch;
    faces
    (
      (4 7 6 5)
    );
  }
);
mergePatchPairs
(
);
