CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/system/tower/createPatchDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  object    createPatchDict;
}
pointSync    false;
patches
(
  {
    name    buildings_to_air;
    patchInfo
    {
      type    patch;
    }
    constructFrom    patches;
    patches    (originalPatch);
    set    f0;
  }
  {
    name    interior;
    patchInfo
    {
      type    patch;
    }
    constructFrom    patches;
    patches    (otherSide);
    set    f0;
  }
);
