CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/constant/air/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     0.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/air/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


7
(
    left
    {
        type            patch;
        nFaces          172;
        startFace       374842;
    }

    right
    {
        type            patch;
        nFaces          172;
        startFace       375014;
    }

    back
    {
        type            patch;
        nFaces          96;
        startFace       375186;
    }

    front
    {
        type            patch;
        nFaces          96;
        startFace       375282;
    }

    bottom
    {
        type            wall;
        inGroups        List<word> 0();
        nFaces          4595;
        startFace       375378;
    }

    top
    {
        type            patch;
        nFaces          1365;
        startFace       379973;
    }

    tower
    {
        type            mappedWall;
        inGroups        List<word> 0();
        nFaces          11125;
        startFace       381338;
        sampleMode      nearestPatchFace;
        sampleRegion    tower;
        samplePatch     buildings_to_air;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

)


// ************************************************************************* //
