CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/constant/tower/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     0.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/tower/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


2
(
    buildings_to_air
    {
        type            mappedWall;
        nFaces          34976;
        startFace       839424;
        sampleMode      nearestPatchFace;
        sampleRegion    air;
        samplePatch     tower;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

    interior
    {
        type            patch;
        nFaces          34976;
        startFace       874400;
    }

)


// ************************************************************************* //
