CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/constant/vegetation/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     0.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/vegetation/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


8
(
    left
    {
        type            mappedPatch;
        nFaces          172;
        startFace       317062;
        sampleMode      nearestPatchFace;
        sampleRegion    air;
        samplePatch     left;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

    right
    {
        type            mappedPatch;
        nFaces          172;
        startFace       317234;
        sampleMode      nearestPatchFace;
        sampleRegion    air;
        samplePatch     right;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

    back
    {
        type            mappedPatch;
        nFaces          96;
        startFace       317406;
        sampleMode      nearestPatchFace;
        sampleRegion    air;
        samplePatch     back;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

    front
    {
        type            mappedPatch;
        nFaces          96;
        startFace       317502;
        sampleMode      nearestPatchFace;
        sampleRegion    air;
        samplePatch     front;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

    bottom
    {
        type            mappedWall;
        inGroups        List<word> 0();
        nFaces          4470;
        startFace       317598;
        sampleMode      nearestPatchFace;
        sampleRegion    air;
        samplePatch     bottom;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

    top
    {
        type            mappedPatch;
        nFaces          1365;
        startFace       322068;
        sampleMode      nearestPatchFace;
        sampleRegion    air;
        samplePatch     top;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

    tower
    {
        type            mappedWall;
        inGroups        List<word> 0();
        nFaces          11191;
        startFace       323433;
        sampleMode      nearestPatchFace;
        sampleRegion    air;
        samplePatch     tower;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

    air_to_vegetation
    {
        type            mappedWall;
        inGroups        List<word> 0();
        nFaces          7226;
        startFace       334624;
        sampleMode      nearestCell;
        sampleRegion    air;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

)


// ************************************************************************* //
