CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/constant/air/momentumTransport
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  object    turbulenceProperties;
}
simulationType    RAS;
RAS
{
  RASModel    realizableKE;
  turbulence    on;
  printCoeffs    on;
}
