CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/constant/IDN
(
(    0   755   )
(    3600   651   )
(    7200   671   )
(    10800   629   )
(    14400   597   )
)
