CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/constant/Idif
(
(    0   188   )
(    3600   227   )
(    7200   192   )
(    10800   149   )
(    14400   107   )
)
