CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/constant/sunPosVector
(
(    0   (-0.294130617755606 -0.10680729008520806 0.949778596559935)   )
(    3600   (-0.260629772682362 -0.34993541806009093 0.8997873775390771)   )
(    7200   (-0.19341693457356524 -0.5691853051720406 0.7991357693135606)   )
(    10800   (-0.0970656460252345 -0.749617633252353 0.6547149488738169)   )
(    14400   (0.02186530481870445 -0.8789405966460317 0.47642978077855597)   )
)
