CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/constant/tower/transportProperties
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  location    "constant";
  object    transportProperties;
}
buildingMaterials
(
  {
    name    tower;
    buildingMaterialModel    Hamstad5Brick;
    rho    1600;
    cap    1000;
    lambda1    0.682;
    lambda2    0;
  }
);
