CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/0/air/Tambient
(
(    0   299.25   )
(    3600   300.34999999999997   )
(    7200   301.45   )
(    10800   300.34999999999997   )
(    14400   300.95   )
)
