CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/0/air/cloudCover
(
(    0   0.3   )
(    3600   0.3   )
(    7200   0.1   )
(    10800   0.5   )
(    14400   0.6   )
)
