CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/0/air/wambient
(
(    0   0.009306596340456585   )
(    3600   0.008591962920344911   )
(    7200   0.008299439008065793   )
(    10800   0.00911268794582036   )
(    14400   0.009419894965266642   )
)
