CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/0/tower/Ts
FoamFile
{
  version    2.0;
  format    ascii;
  class    volScalarField;
  location    "345600/leeward";
  object    Ts;
}
dimensions    [0 0 0 1 0 0 0];
internalField    uniform 300;
boundaryField
{
  buildings_to_air
  {
    type    compressible::CFDHAMsolidTemperatureCoupledMixed;
    qrNbr    qr;
    qsNbr    qs;
    value    uniform 300;
  }
  interior
  {
    type    compressible::CFDHAMsolidTemperatureTransferCoeffInterior;
    hcoeff    0.405;
    Tamb    "$FOAM_CASE/0/tower/T_room.dat";
    value    uniform 300;
  }
  sides
  {
    type    zeroGradient;
  }
}
