CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/0/tower/ws
FoamFile
{
  version    2.0;
  format    ascii;
  class    volScalarField;
  location    "345600/leeward";
  object    ws;
}
dimensions    [1 -3 0 0 0 0 0];
internalField    uniform 2.5;
boundaryField
{
  buildings_to_air
  {
    type    zeroGradient;
  }
  interior
  {
    type    zeroGradient;
  }
  sides
  {
    type    zeroGradient;
  }
}
