CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/system/air/changeDictionaryDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  object    changeDictionaryDict;
}
boundary
{
  tower
  {
    type    mappedWall;
    sampleMode    nearestPatchFace;
    sampleRegion    tower;
    samplePatch    buildings_to_air;
    offsetMode    uniform;
    offset    (0 0 0);
  }
}
