CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/system/air/topoSetDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  object    topoSetDict;
}
actions
(
  {
    name    vegetation;
    type    cellSet;
    action    new;
    source    surfaceToCell;
    sourceInfo
    {
      file    "constant/triSurface/vegetation.stl";
      outsidePoints    ((114.31868209838868 190.51026916503906 11.79704647064209));
      includeCut    true;
      includeInside    true;
      includeOutside    false;
      nearDistance    -1;
      curvature    -100;
    }
  }
  {
    name    vegetation;
    type    cellZoneSet;
    action    new;
    source    setToCellZone;
    sourceInfo
    {
      set    vegetation;
    }
  }
);
