CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/system/decomposeParDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  location    "system";
  object    decomposeParDict;
}
method    scotch;
numberOfSubdomains    20;
scotchCoeffs
{
}
