CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/system/probing01
probing01
{
  type    probes;
  libs    ("libsampling.so");
  writeControl    writeTime;
  interpolationScheme    pointMVC;
  setFormat    csv;
  fields    ( T  U  w );
  probeLocations
  (
    (95.58482055664062 219.74107666015624 1.8486890941858292)
    (95.58482055664062 217.85521811208417 1.8486890941858292)
    (95.58482055664064 215.9693595640121 1.8486890941858292)
    (95.58482055664062 214.08350101594 1.8486890941858292)
    (95.58482055664064 212.19764246786795 1.8486890941858292)
    (95.58482055664064 210.31178391979586 1.8486890941858292)
    (95.58482055664062 208.4259253717238 1.8486890941858292)
    (95.58482055664062 206.54006682365167 1.8486890941858292)
    (95.58482055664064 204.65420827557966 1.8486890941858292)
    (95.58482055664062 202.76834972750757 1.8486890941858292)
    (95.58482055664062 200.88249117943548 1.8486890941858292)
    (95.58482055664064 198.99663263136344 1.8486890941858292)
    (95.58482055664064 197.11077408329135 1.8486890941858292)
    (95.58482055664064 195.22491553521928 1.8486890941858292)
    (95.58482055664061 193.33905698714716 1.8486890941858292)
    (95.58482055664064 191.4531984390751 1.8486890941858292)
    (95.58482055664064 189.56733989100303 1.8486890941858292)
    (95.58482055664062 187.68148134293097 1.8486890941858292)
    (95.58482055664064 185.79562279485887 1.8486890941858292)
    (95.58482055664064 183.9097642467868 1.8486890941858292)
    (95.58482055664064 182.02390569871474 1.8486890941858292)
    (95.58482055664064 180.13804715064265 1.8486890941858292)
    (95.58482055664062 178.25218860257058 1.8486890941858292)
    (95.58482055664064 176.36633005449852 1.8486890941858292)
    (95.58482055664062 174.4804715064264 1.8486890941858292)
    (95.58482055664062 172.59461295835436 1.8486890941858292)
    (95.58482055664064 170.70875441028227 1.8486890941858292)
    (95.58482055664064 168.8228958622102 1.8486890941858292)
    (95.58482055664062 166.9370373141381 1.8486890941858292)
    (95.58482055664064 165.05117876606604 1.8486890941858292)
    (95.58482055664062 163.16532021799398 1.8486890941858292)
    (95.58482055664062 161.2794616699219 1.8486890941858292)
    (96.34946796650789 219.74107666015624 1.8486890941858292)
    (96.34946796650789 217.85521811208417 1.8486890941858292)
    (96.34946796650792 215.9693595640121 1.8486890941858292)
    (96.34946796650789 214.08350101594004 1.8486890941858292)
    (96.3494679665079 212.19764246786795 1.8486890941858292)
    (96.34946796650792 210.31178391979591 1.8486890941858292)
    (96.34946796650789 208.42592537172382 1.8486890941858292)
    (96.3494679665079 206.54006682365173 1.8486890941858292)
    (96.34946796650792 204.65420827557966 1.8486890941858292)
    (96.34946796650789 202.76834972750757 1.8486890941858292)
    (96.3494679665079 200.88249117943548 1.8486890941858292)
    (96.3494679665079 198.99663263136344 1.8486890941858292)
    (96.3494679665079 197.11077408329135 1.8486890941858292)
    (96.34946796650792 195.2249155352193 1.8486890941858292)
    (96.34946796650789 193.3390569871472 1.8486890941858292)
    (96.3494679665079 191.45319843907512 1.8486890941858292)
    (96.3494679665079 189.56733989100306 1.8486890941858292)
    (96.34946796650789 187.681481342931 1.8486890941858292)
    (96.34946796650792 185.7956227948589 1.8486890941858292)
    (96.34946796650789 183.90976424678684 1.8486890941858292)
    (96.3494679665079 182.02390569871474 1.8486890941858292)
    (96.34946796650792 180.13804715064268 1.8486890941858292)
    (96.34946796650789 178.25218860257058 1.8486890941858292)
    (96.34946796650792 176.36633005449852 1.8486890941858292)
    (96.34946796650792 174.4804715064264 1.8486890941858292)
    (96.3494679665079 172.59461295835436 1.8486890941858292)
    (96.3494679665079 170.70875441028227 1.8486890941858292)
    (96.3494679665079 168.82289586221023 1.8486890941858292)
    (96.34946796650789 166.93703731413814 1.8486890941858292)
    (96.3494679665079 165.05117876606604 1.8486890941858292)
    (96.3494679665079 163.16532021799398 1.8486890941858292)
    (96.34946796650789 161.27946166992191 1.8486890941858292)
    (97.11411537637517 219.74107666015627 1.8486890941858292)
    (97.11411537637517 217.8552181120842 1.8486890941858292)
    (97.11411537637515 215.96935956401214 1.8486890941858292)
    (97.11411537637515 214.08350101594002 1.8486890941858292)
    (97.11411537637517 212.19764246786795 1.8486890941858292)
    (97.11411537637517 210.31178391979586 1.8486890941858292)
    (97.11411537637517 208.4259253717238 1.8486890941858292)
    (97.11411537637517 206.5400668236517 1.8486890941858292)
    (97.11411537637518 204.65420827557963 1.8486890941858292)
    (97.11411537637515 202.76834972750757 1.8486890941858292)
    (97.11411537637515 200.8824911794355 1.8486890941858292)
    (97.11411537637517 198.99663263136344 1.8486890941858292)
    (97.11411537637518 197.11077408329135 1.8486890941858292)
    (97.11411537637517 195.22491553521928 1.8486890941858292)
    (97.11411537637515 193.33905698714716 1.8486890941858292)
    (97.11411537637517 191.45319843907512 1.8486890941858292)
    (97.11411537637517 189.56733989100306 1.8486890941858292)
    (97.11411537637515 187.68148134293094 1.8486890941858292)
    (97.11411537637517 185.79562279485887 1.8486890941858292)
    (97.11411537637517 183.9097642467868 1.8486890941858292)
    (97.11411537637517 182.02390569871474 1.8486890941858292)
    (97.11411537637517 180.13804715064265 1.8486890941858292)
    (97.11411537637515 178.25218860257058 1.8486890941858292)
    (97.11411537637518 176.36633005449852 1.8486890941858292)
    (97.11411537637517 174.48047150642645 1.8486890941858292)
    (97.11411537637517 172.5946129583544 1.8486890941858292)
    (97.11411537637515 170.70875441028227 1.8486890941858292)
    (97.11411537637517 168.8228958622102 1.8486890941858292)
    (97.11411537637517 166.9370373141381 1.8486890941858292)
    (97.11411537637517 165.05117876606604 1.8486890941858292)
    (97.11411537637517 163.16532021799398 1.8486890941858292)
    (97.11411537637517 161.2794616699219 1.8486890941858292)
    (97.87876278624242 219.7410766601562 1.8486890941858292)
    (97.8787627862424 217.85521811208415 1.8486890941858292)
    (97.87876278624242 215.9693595640121 1.8486890941858292)
...
  );
}
