CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/system/tower/changeDictionaryDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  object    changeDictionaryDict;
}
boundary
{
  buildings_to_air
  {
    type    mappedWall;
    sampleMode    nearestPatchFace;
    sampleRegion    air;
    samplePatch    tower;
    offsetMode    uniform;
    offset    (0 0 0);
  }
}
