CR_Vegetation/13Nov2024_UMCF_CR-Vegfiles/CRVS_03/system/tower/topoSetDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  object    topoSetDict;
}
actions
(
  {
    name    tower;
    type    cellSet;
    action    new;
    source    rotatedBoxToCell;
    sourceInfo
    {
      origin    (104 216.04107666015625 -1.0000000000422957);
      i    (0 -51.061614990234375 0);
      j    (18 0 0);
      k    (0 0 9.49704647064209);
    }
  }
  {
    name    tower;
    type    cellZoneSet;
    action    new;
    source    setToCellZone;
    sourceInfo
    {
      set    tower;
    }
  }
);
